// © Copyright 2007-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "清洁纸背\n污迹";

TaskPanelOKButtonTitle = "确定";
TaskPanelCancelButtonTitle = "取消";

CleaningConfirmationTitle = "纸背污迹清洁";
CleaningConfirmationBody = "此过程可能需要几分钟时间。此时发出机器噪音属正常现象，纸张会在打印机内前后移动。单击“确定”以开始。";
PaperNotFoundTite = "未找到纸张";
PaperNotFoundBody = "开始执行“纸背污迹清洁”前，请在纸盘内装入纸张。单击“确定”以继续。";
BackPageSmearCleaningTitle = "纸背污迹清洁…";
BackPageSmearCleaningCompleteBody = "纸背污迹清洁已完成。";

NotInitiatedTitle = "无法启动清洁进程";
NotInitiatedMsg = "无法启动清洁步骤。请检查打印机是否联机、是否正在处理作业。";

HSDTitleTextFieldValue = "清洁纸背污迹";
HSDGuideTextFieldValue = "开始执行“纸背污迹清洁”前，请在纸盘内装入纸张。单击“清洁”以继续。";
HSDCleanButtonTitle = "清洁";

BackPageSmearCancelingTitle = "正在取消";

HSDInfoTextFieldValue = "如果打印页背面有污点，则可以执行此过程。“页面背面污点清洁”过程将清洁相应打印机内部有污点的部分。";
